import { Container, Typography } from "@mui/material";
import React from "react";
import "./style.css";

const Echocg = () => {
  return (
    <>
      <Container id="kardio">
        <Typography m="20px 0">
          <Typography m="30px 0" align="center">
            <Typography variant="h4" m="30px 0" align="center">
              ЭХОКАРДИОГРАФИЯ (ЭХОКГ)
            </Typography>
            <img
              width="35%"
              style={{ borderRadius: "50px" }}
              src="https://www.kardiocentr.kg/wp-content/uploads/2022/04/02-%D0%AD%D1%85%D0%BE%D0%BA%D0%B0%D1%80%D0%B4%D0%B8%D0%BE%D0%B3%D1%80%D0%B0%D1%84%D0%B8%D1%8F-.jpg"
              alt=""
            />
          </Typography>

          <Typography>
            Эхокардиография (ЭхоКГ или УЗИ сердца) — это исследование сердца с
            помощью ультразвука, позволяющее оценить структуру, размеры и
            состояние сердечной мышцы, клапанов и крупных сосудов. Этот метод
            дает возможность изучить работу сердца в режиме реального времени,
            проследить изменения скорости и особенности движения крови в
            предсердиях и желудочках. <br /> На протяжении последних 15-20 лет
            ЭхоКГ является одним из основных методов визуализации сердца.
            Широкое внедрение метода в практику обусловлено высоким уровнем
            современной аппаратуры, отсутствием вредного влияния на пациента и
            врача. ЭхоКГ – метод, не требующий предварительной подготовки,
            безболезненный и абсолютно безопасный для пациента, что позволяет
            проводить исследование многократно в целях динамического наблюдения,
            оценки эффективности проводимого лечения. На сегодняшний день без
            этого вида исследований невозможна адекватная диагностика и ведение
            больных с сердечной недостаточностью. <br /> Своевременно
            выполненная ЭхоКГ помогает предотвратить многие неблагоприятные
            проблемы и осложнения со стороны сердца и крупных сосудов. Благодаря
            ЭхоКГ возможна ранняя диагностика пороков сердца, опухолей сердца,
            заболеваний перикарда и миокарда, осложнений инфаркта миокарда
            (аневризма сердца, тромбы), что необходимо для определения тактики
            ведения лечения, трудоспособности и прогноза на будущее.
          </Typography>
          <Typography>ЭхоКГ позволяет оценить:</Typography>
          <ul id="ul">
            <li>• размеры полостей сердца; </li>
            <li>• толщину стенок сердца; </li>
            <li>• сократимость; </li>
            <li>• наличие рубцов; </li>
            <li>• состояние и функцию клапанов; </li>
            <li>• наличие внутрисердечных тромбов;</li>
          </ul>
          <Typography>Преимущества ЭхоКГ:</Typography>
          <ul id="ul">
            <li>• не используется рентгеновское излучение; </li>
            <li>• абсолютно безвредна и безболезненна; </li>
            <li>• сократимость; </li>
            <li>• высокая четкость получаемого изображения; </li>
          </ul>
          <Typography>Когда стоит пройти обследование на ЭхоКГ:</Typography>
          <ul id="ul">
            <li>
              • жалобы на одышку (затрудненный вдох или выдох) при физической
              нагрузке и в покое;{" "}
            </li>
            <li>
              • ощущение перебоев в работе сердца (нарушение ритма), учащенного
              сердцебиения;{" "}
            </li>
            <li>
              • боли в грудной клетке различной локализации, боль и онемение в
              области левой руки, лопатки, предплечья;{" "}
            </li>
            <li>• острое или хроническое течение инфаркта миокарда; </li>
            <li>• обморочные и предобморочные состояния, головокружения; </li>
            <li>• повышенное артериальное давление (АД);</li>
            <li>• выявленные изменения на электрокардиограмме (ЭКГ);</li>
            <li>• выявленные доктором при осмотре шумы в сердце;</li>
            <li>• отеки конечностей, боли в печени;</li>
            <li>• хроническая усталость, синюшность кожных покровов;</li>
            <li>
              • частые простудные заболевания или повышение температуры без
              признаков ОРВИ;
            </li>
            <li>• перенесенный ревматизм;</li>
            <li>
              • для выполнения контроля эффективности лечения при различных
              патологиях сердца, перед предстоящим оперативным вмешательством.
            </li>
          </ul>
          <Typography>
            Показания к проведению ЭхоКГ при беременности: <br /> сахарный
            диабет; наследственная предрасположенность к сердечным заболеваниям;
            если пациентка во время вынашивания малыша заболела краснухой, если
            в первом триместре женщина принимала какие-либо сильнодействующие
            лекарства; при наличии выкидышей в истории болезни. <br /> ЭхоКГ
            плода:
            <br />
            часто проводят нерожденному ребенку в утробе матери. Процедура
            выполняется для выявления сердечных пороков у плода на раннем
            периоде, проводится на 18–22 неделе. <br /> ЭхоКГ настоятельно
            рекомендуется регулярно делать <br /> спортсменам (особенно
            тяжелоатлетам, марафонцам и тем, кто занимается экстремальными
            видами спорта), чтобы убедиться, что их сердце способно выдерживать
            большие нагрузки. <br /> Как часто нужно проходить ЭхоКГ? <br />{" "}
            Рекомендуется ежегодно проходить ЭхоКГ, если у вас есть такие
            заболевания, как артериальная гипертония, ишемическая болезнь
            сердца, перенесенные воспалительные заболевания сердца,
            кардиомиопатия, врожденные и приобретенные пороки сердца и др.{" "}
            <br /> Как подготовиться к ЭхоКГ? <br />
            Специальной подготовки к исследованию не требуется. С собой
            необходимо иметь последний результат электрокардиограммы (ЭКГ) и
            предыдущее заключение ЭхоКГ (если есть), данные осмотра кардиолога
            или терапевта. Это поможет составить наиболее информативное и
            объективное ЭхоКГ заключение. Записаться можно без направления
            врача, а по результатам обследования обратиться за консультацией.
          </Typography>
          <img
            src="https://www.kardiocentr.kg/wp-content/uploads/2022/05/imageEco.jpg"
            alt=""
          />
        </Typography>
      </Container>
    </>
  );
};

export default Echocg;
