import { Container, Typography } from "@mui/material";
import React from "react";
import "./style.css";

const Kardiolog = () => {
  return (
    <>
      <Container id="kardio">
        <Typography m="20px 0">
          <Typography m="30px 0" align="center">
            <Typography variant="h4" m="30px 0" align="center">
              Кардиолог
            </Typography>
            <img
              width="35%"
              style={{ borderRadius: "50px" }}
              src="https://doktor-s-vami.ru/upload/000/u1/aa/30/c38dd454.jpg"
              alt=""
            />
          </Typography>

          <Typography>
            Кардиология – область клинической медицины, включающая вопросы
            диагностики, лечения и профилактики различных заболеваний
            сердечно-сосудистой системы. Основными структурными компонентами
            сердечно-сосудистой системы являются: сердце, магистральные,
            периферические, органные артерии и вены.
            <br />
            Кардиолог — это узкопрофильный врач, в задачи которого входит
            выявление и лечение заболеваний сердца и сосудов. Именно болезни
            сердечно-сосудистой системы в нашей стране являются самыми
            распространенными, а смертность от них и их осложнений, находится на
            первом месте. Поэтому своевременное обращение за помощью к
            квалифицированным специалистам крайне важна. Врач сможет оценить
            состояние сердца, выявить различные болезни, включая аритмии и
            артериальную гипертензию, взять их под контроль и предупредить
            развитие осложнений, опасных для жизни. Первичная консультация этого
            специалиста включает опрос (от чего зависит 70% успешности
            постановки диагноза), осмотр пациента и — при необходимости —
            назначение дополнительных исследований. На повторном приеме
            анализируются результаты проведенных тестов, уточняется диагноз и
            подбирается оптимальное лечение. При выявлении серьезной патологии
            наблюдаться у врача в дальнейшем необходимо не менее 2 раз в год.
            <br />
            Показания к консультации. С какими симптомами обращаются к
            кардиологу? Консультация кардиолога необходима во всех случаях
            появления неприятных ощущений не только в области сердца, но и в
            любом другом отделе грудной клетки (особенно за грудиной). Другими
            словами, к кардиологу нужно идти, если сердце «дает о себе знать».
            Существует категория больных, которые непременно должны
            обследоваться у кардиолога, даже, если у них отсутствуют какие-либо
            жалобы. В первую очередь, это люди, страдающие сахарным диабетом
            (могут не ощущать боли при развитии инфаркта миокарда) и имеющие
            наследственную предрасположенность к болезням сердца и сосудов.
            <br />
            Тревожными симптомами, которые должны насторожить и заставить
            обратиться к кардиологу, являются:
          </Typography>
          <ul id="ul">
            <li>
              • боли в грудной клетке (в том числе возникающие при физической
              нагрузке),
            </li>
            <li>• сердцебиение или перебои в работе сердца, </li>
            <li>• одышка, </li>
            <li>• отеки, </li>
            <li>• повышенное артериальное давление, </li>
            <li>• бледность кожи и посинение губ, </li>
            <li>• слабость и повышенная утомляемость, </li>
            <li>• приступы внезапного головокружения или обмороки. </li>
            <li>
              В профилактических целях регулярно посещать кардиолога
              рекомендуется:{" "}
            </li>
            <li>• людям, ведущим малоподвижный образ жизни, </li>
            <li>• спортсменам, </li>
            <li>• всем лицам старше 40 лет, </li>
            <li>• при наличии ожирения, сахарного диабета, храпа </li>
          </ul>
          <Typography>Кардиолог лечит следующие заболевания:</Typography>
          <ul id="ul">
            <li>• Хроническая ишемическая болезнь сердца (стенокардия); </li>
            <li>• инфаркт миокарда; </li>
            <li>• сердечная недостаточность; </li>
            <li>• гипертоническая болезнь; </li>
            <li>• вторичные (симптоматические) артериальные гипертензии; </li>
            <li>• врожденные пороки сердца;</li>
            <li>• миокардиты; </li>
            <li>• инфекционный эндокардит;</li>
            <li>• перикардиты;</li>
            <li>• кардиомиопатии;</li>
            <li>• экстрасистолия; </li>
            <li>• тахикардии; </li>
            <li>• мерцательная аритмия; </li>
            <li>• брадикардии;</li>
            <li>• блокады сердца; </li>
            <li>• атеросклероз аорты; </li>
            <li>• аневризма аорты; </li>
            <li>• внутрисердечные тромбы;</li>
          </ul>
          <Typography>
            Как проходит прием. Консультации врачей-кардиологов включают:
            Собеседование с пациентом. Врач выясняет жалобы, уточняет сведения
            об образе жизни и переносимости физических нагрузок. Некоторые
            сердечно-сосудистые патологии бывают обусловлены другими
            заболеваниями (эндокринными, дыхательными, нервными), поэтому важное
            значение также имеет информация об общем состоянии здоровья
            пациента. Клинический осмотр. Специалист выслушивает тоны сердца,
            измеряет пульс, оценивает частоту сердечных сокращений, артериальное
            давление, обращает внимание на цвет кожи и слизистых оболочек.
            Анализ результатов исследования. В современных клиниках в ходе
            первичного приема проводится электрокардиограмма (ЭКГ). Если пациент
            жалуется на периодические сбои в работе сердца, то ему
            устанавливается портативный кардиограф, который непрерывно
            регистрирует деятельность сердца на протяжении последующих 24 часов
            (холтеровское, или суточное ЭКГ-мониторирование). С этим прибором
            пациента отпускают домой. При подозрениях на гипертоническую болезнь
            также на сутки устанавливается монитор артериального давления
            (суточное мониторироване АД – СМАД). В зависимости от симптомов
            дополнительно кардиолог может назначить:
            <ul id="ul">
              <li>• общий и биохимический анализы крови, </li>
              <li>• анализ мочи,</li>
              <li>• УЗИ сердца (ЭхоКГ),</li>
              <li>• Велоэргометрию (ВЭМ-пробу), </li>
              <li>• Коронарографию (КАГ), </li>
              <li>• Допплерографию (УЗДГ), </li>
              <li>• КТ, МРТ грудной клетки и др. </li>
              <li>• Протокол осмотра, клиническое заключение.</li>
              <li>• Рекомендации и назначения.</li>
            </ul>
            По результатам обследования врач разрабатывает наиболее эффективный
            план лечения. При необходимости к наблюдению за пациентом
            привлекаются другие специалисты (кардиохирург, эндокринолог,
            психотерапевт, невролог). В лечении болезней сердца опасно любое
            промедление. Поэтому очень важно получить квалифицированную помощь
            быстро, не тратя время на поиски специалиста и ожидание
            диагностических процедур.
          </Typography>
        </Typography>
      </Container>
    </>
  );
};

export default Kardiolog;
